/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analitika";
"zanalytics.otherInfo.title" = "Ostale informacije";
"zanalytics.analytics.tracking.cell.title" = "Dijeli statistiku korištenja";
"zanalytics.analytics.tracking.footer" = "Dijelite statistiku korištenja s našim razvojnim programerima aplikacije. To nam pomaže poboljšati aplikaciju.";
"zanalytics.analytics.tracking.anonymous.footer" = "Dijelite statistiku korištenja s našim razvojnim programerima aplikacije. To nam pomaže poboljšati aplikaciju.";
"zanalytics.analytics.crashreport.cell.title" = "Omogući izvješće o prekidu rada";
"zanalytics.analytics.sendonmobilenetwork.cell.title" = "Šalji podatke putem mobilne mreže";
"zanalytics.analytics.sendonmobilenetwork.footer" = "Omogući ovo za dijeljenje podataka putem mobilne mreže.";
"zanalytics.analytics.crashreport.footer" = "Dijeli podatke o prekidu rada s našim razvojnim programerima kod svakog naglog prekida rada aplikacije. To će nam pomoći otkriti greške i objaviti poboljšanja.";
"zanalytics.analytics.anonymouse.cell.title" = "Uključi moj identitet";
"zanalytics.analytics.anonymouse.footer" = "Omogućite dijeljenje podataka s vašom adresom e-pošte. To će nam pomoći u prilikama kada biste mogli prijaviti određeni problem našem timu podrške.";
"zanalytics.privacy.disable.alert.title" = "Pažnja!";
"zanalytics.privacy.disable.alert.description" = "Dijeljenje statistike uporabe pomaže nam da vam poslužimo bolje jer imamo više informacija o rušenjima sustava. Pomoći će u suzbijanju iritirajućih grešaka.";
"zanalytics.privacy.disable.alert.ok" = "U redu";
"zanalytics.privacy.alert.title" = "Pomozite nam da budemo bolji!";
"zanalytics.privacy.alert.description" = "Možete nam pomoći poboljšati naše proizvode i pristati dijeliti podatke o načinu na koji koristite aplikacije i informacije o rušenju sustava. Podatke možete podijeliti tako da je vaš identitet poznat ili anonimno.\nUpamtite, kako svoje preferencije možete promijeniti u svakom trenutku u postavkama aplikacije.";
"zanalytics.privacy.alert.description.watchsupport" = "Možete nam pomoći poboljšati naše proizvode i pristati dijeliti podatke o načinu na koji koristite informacije i rušenju sustava. Podatke možete podijeliti tako da je vaš identitet poznat ili anonimno. Vaše postavke sinkronizirat će se između aplikacija sata i mobilnog uređaja. Možete ih promijeniti bilo kada u postavkama mobilne aplikacije.";
"zanalytics.privacy.alert.option1" = "Pristajem uz vidljivi identitet";
"zanalytics.privacy.alert.option2" = "Pristajem anonimno";
"zanalytics.privacy.alert.option3" = "Nisam zainteresiran/na";
"zanalytics.crash.alert.title" = "%@ je neočekivano prestao raditi posljednji put kada je korišten";
"zanalytics.crash.alert.description" = "Želite li poslati izvješće kako bismo riješili ovaj problem?";
"zanalytics.crash.alert.option1" = "Uvijek pošalji izvješće";
"zanalytics.crash.alert.option2" = "Pošalji odmah";
"zanalytics.crash.alert.option3" = "Ne sada";
"zanalytics.crash.alert.option4" = "Nikad ne pitaj";
"zanalytics.crash.alert.option5" = "Pregledaj i pošalji";
"zanalytics.crash.navbar.crashreport.title" = "Nedavno rušenje sustava";
"zanalytics.analytics.navbar.button.title.back" = "Natrag";
"zanalytics.analytics.navbar.button.title.cancel" = "Otkaži";
"zanalytics.analytics.navbar.button.title.send" = "Pošalji";
"zanalytics.privacy.onboarding.title" = "Upravljaj svojom privatnosti";
"zanalytics.privacy.onboarding.description" = "Istražite načine kako možete poboljšati zaštitu privatnosti i sigurnost.";
"zanalytics.privacy.onboarding.reviewprivacy.title" = "Prilagodi postavke privatnosti i sigurnosti";
"zanalytics.watch.privacy.alert.title" = "Početne postavke usluge analitike";
"zanalytics.watch.privacy.alert.description" = "Vaše početne postavke sinkronizirat će se između aplikacija mobilnog uređaja i sata. Svoje postavke možete promijeniti u bilo kojem trenutku na zaslonu postavki mobilne aplikacije.";
"zanalytics.appupdates.title"="Dostupno je novo ažuriranje!";
"zanalytics.appupdates.description"="Preporučujemo vam ažuriranje na ovu verziju, uživajte u novim i zanimljivim funkcijama.";
"zanalytics.appupdates.action.update.now"=" Ažuriraj sada ";
"zanalytics.appupdates.action.remind.me.later"="Podsjeti me kasnije";
"zanalytics.appupdates.action.ignore"="Zanemari";
"zanalytics.appupdates.unsupportedos.title"="Upozorenje!";
"zanalytics.appupdates.unsupportedos.description"="Za ovu aplikaciju trebate instalirati najnoviji operativni sustav (OS). Ažurirajte odmah i uživajte.";
"zanalytics.appupdates.unsupportedos.action"=" Instaliraj odmah ";
"zanalytics.rateus.prompt.title" = "Jeste li zadovoljni ovom aplikacijom?";
"zanalytics.rateus.action.rateinappstore" = "Ocijeni u trgovini App Store";
"zanalytics.rateus.action.openfeedback" = "Pošalji povratne informacije";
"zanalytics.rateus.action.later" = "Kasnije";

"zanalytics.analytics.log.cell.title" = "Zapisnik konzole";

"zanalytics.analytics.log.footer" = "Dijelite zapisnik korištenja s našim razvojnim programerima aplikacije. Ova aplikacija pomaže nam da registriramo sve prepreke koje vas ometaju u postizanju ciljeva i tako poboljšamo našu aplikaciju";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "Otkriveno snimanje zaslona!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "Snimka zaslona otkrivena!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "Ovaj zaslon je zaštićen od dijeljenja";

"zanalytics.apprivacyShield.screenshotalert.message" = "Želite li privremeno onemogućiti Apptics zaštitu ekrana?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "Da";
